START_MSG_1 = '''
    <b>Дата рождения — это наш энергетический паспорт, это единственная комбинация чисел, которую мы проносим через всю жизнь. По итогу — у нас есть дата рождения и дата смерти. И благодарю этому мы можем найти ответы на любые вопросы.</b>

 • не понимаешь почему у тебя в жизни случаются повторяющие события? 
 • чувствуешь себя разбитой, без энергии? 
 • какие ваши сильные/слабые стороны?
 • почему нет денег? что блокирует денежный потенциал? 
 • почему не можете встретить свою вторую половинку? 
 • когда будет беременность и почему она не наступает?
 • какие органы подвержены заболеваниям больше других

…и многое другое.

'''

START_MSG_2 = '''
Все, что происходит у вас в жизни — результат понимания и прохождения ваших энергий,которые заложены в дате рождения.

Я — нумеролог, который точно ощутил на себе что такое идти не по своим энергиям и проживать их в категоричном минусе.

Точно хочу и могу заявить:
«Умного судьба ведет, а неразумного тащит»
🎁Сегодня я хочу тебе подарить урок на тему «код удачи, финансовый код — как его посчитать и применить в жизнь?» 


Надеюсь наше знакомство и зналкмство с цифрами оставит приятный шлейф…..

💡 И не отписывайся от бота, чтобы получать крутые предложения, мои программы,полезные уроки и материалы  '''

LESSON_MSG = '''
Прежде чем скачать «код удачи, финансовый код — как его посчитать и применить в жизнь?» 

Приглашаю тебя в свой телеграмм-канал, где 

✅ выходят ежедневные прогнозы на день 
✅ прогнозы на месяц 
✅ рассказываю о нумерологии простым языком 
✅ разбираю даты рождения популярных людей и их события в жизни 
'''

CHECK_FAIL_MSG = '''
К сожалению, не нашла тебя в подписках моего телеграмм-канала 

Скорее присоединяйся и становись частью нашей нумерологической банды 
'''

SUCCESS_MSG = '''
<b>Ура! Можно смотреть урок, в котором за 8 минут ты узнаешь:</b>

— что такое код удачи/финансовый код? 
— как его считать? 
— где применять 
— АНТИКОД твоей даты рождения 


<u>Досмотри обязательно до конца и уже сегодня внедри в свою жизнь 🫶</u>

До встречи в телеграмме! 


Скачать урок 👇🏽'''